Repository: lbernardo-dev/Reps
Catalog: Reps/Resources/Localizable.xcstrings
Source language: en
Languages: es

# Compartir recibo
source: Share receipt
es: Compartir recibo

source: Compatible with you
es: Compatible contigo

source: Competitive diagnostics
es: Diagnóstico competitivo

source: Complete workouts and log effective sets to start racking up personal record trophies.
es: Completa entrenamientos y registra series efectivas para empezar a acumular trofeos de récord personal.

source: Complete workouts with sets and reps to see practical signs of progress.
es: Completa entrenos con series y repeticiones para ver señales prácticas de progreso.

# Completa series para alimentar tu historial.
source: Complete sets to build your history.
es: Completa series para alimentar tu historial.

source: Complete your sessions to record Apple Health achievements and automatically save your receipts.
es: Completa tus sesiones para registrar logros de Apple Health y guardar tus recibos automáticamente.

# Completa una serie para activar
source: Complete a series to activate
es: Completa una serie para activar

source: Complete and record a training session to generate your first saw-cut virtual receipt.
es: Completa y registra una sesión de entrenamiento para generar tu primer recibo virtual con corte de sierra.

# Completado
source: Completed
es: Completado

# Completando medios e instrucciones...
source: Completing media and instructions...
es: Completando medios e instrucciones...

# Completar el descanso reduce la fatiga de la siguiente serie.
source: Completing the rest reduces fatigue from the next set.
es: Completar el descanso reduce la fatiga de la siguiente serie.

# Completar entreno
source: Complete training
es: Completar entreno

# Completar la sesión de hoy ayuda a recuperar adherencia antes de subir carga.
source: Completing today's session helps recover adherence before raising the load.
es: Completar la sesión de hoy ayuda a recuperar adherencia antes de subir carga.

# Completar primer entreno
source: Complete first workout
es: Completar primer entreno

# Completar serie
source: Complete set
es: Completar serie

# Completaste el objetivo con margen. Sube peso y vuelve al inicio del rango.
source: You completed the objective with margin. Gain weight and return to the beginning of the range.
es: Completaste el objetivo con margen. Sube peso y vuelve al inicio del rango.

source: Complete
es: Completar

source: Complete a session with sets and reps to unlock practical signals.
es: Complete una sesión con series y repeticiones para desbloquear señales prácticas.

source: Complete and log a training session to generate your first virtual saw-tooth ticket here.
es: Complete y registre una sesión de capacitación para generar su primer boleto virtual con dientes de sierra aquí.

source: Complete workouts to track Apple Health achievements and auto-save training tickets here.
es: Complete entrenamientos para realizar un seguimiento de los logros de Apple Health y guarde automáticamente los boletos de entrenamiento aquí.

source: Complete your first session
es: Completa tu primera sesión

source: Complete a series to activate
es: Completa una serie para activar

# complete_and_log_a_training_session_to_generate_your_first_virtual_saw_tooth_tic
source: Complete and log a training session to generate your first virtual saw-tooth ticket here.
es: Completa y registra una sesión de entrenamiento para generar tu primer recibo virtual con corte de sierra.

source: Complete set
es: Completar serie

# complete_sets_to_feed_history
source: Complete sets to feed your history.
es: Completa series para alimentar tu historial.

# complete_workout
source: Finish workout
es: Completar entreno

# complete_workouts_to_track_apple_health_achievements_and_auto_save_training_tick
source: Complete workouts to track Apple Health achievements and auto-save training tickets here.
es: Completa tus sesiones para registrar logros de Apple Health y guardar tus recibos automáticamente.

source: Completed
es: Completado

# completed_2
source: completed
es: completadas

# completed_3
source: Completed
es: Completado

# completed_sessions_match_message
source: Completed sessions that match the filters will appear here.
es: Las sesiones completadas que coincidan con los filtros aparecerán aquí.

source: COMPLETED SETS
es: SERIES COMPLETADAS

source: Completing media and instructions...
es: Completando medios e instrucciones...

# completing_rest_reduces_next_set_fatigue
source: Completing rest reduces fatigue for the next set.
es: Completar el descanso reduce la fatiga de la siguiente serie.

source: Composition Analysis
es: Análisis de Composición

source: Connect Reps with your Spotify account using the official secure flow to see your created playlists and sync them instantly without leaving the app.
es: Conecta Reps con tu cuenta de Spotify mediante el flujo seguro oficial para ver tus playlists creadas y sincronizarlas al instante sin salir de la app.

# Conectado
source: Connected
es: Conectado

# Conectar
source: Connect
es: Conectar

# Conectar desde Biblioteca
source: Connect from Library
es: Conectar desde Biblioteca

# Conectar música
source: Connect music
es: Conectar música

# conectar_apple_music
source: Connect Apple Music
es: Conectar Apple Music

# conectar_playlist
source: Connect playlist
es: Conectar playlist

# configurable_progression_benefit
source: Log RPE/RIR, tempo and set types to adjust loads with more precision.
es: Registra RPE/RIR, tempo y tipos de serie para ajustar cargas con más precisión.

# configurable_progression_summary
source: Activate RPE, RIR, tempo, set type and auto-progression.
es: Activa RPE, RIR, tempo, tipo de serie y auto-progresión.

# configurable_progression_title
source: Advanced Progression
es: Progresión avanzada

# Configuración
source: Settings
es: Configuración

# Configuración del Widget
source: Widget Configuration
es: Configuración del Widget

source: Connect from Library
es: Conectar desde Biblioteca

source: Connect music
es: Conectar música

source: Connect with friends
es: Conecta con amigos

# CONSISTENCIA SEMANAL
source: WEEKLY CONSISTENCY
es: CONSISTENCIA SEMANAL

source: Consistency
es: Constancia

# constancia
source: Consistency
es: constancia

# Construye cada día con tipo, ejercicios y descansos.
source: Build each day with type, exercises and breaks.
es: Construye cada día con tipo, ejercicios y descansos.

# Construye el hábito base: registrar entrenos sin fricción.
source: Build the baseline habit: log workouts without friction.
es: Construye el hábito base: registrar entrenos sin fricción.

# Consulta distancia, ritmo y pulso sin esperar al resumen final.
source: View distance, pace, and heart rate without waiting for final summary.
es: Consulta distancia, ritmo y pulso sin esperar al resumen final.

# Consulta progreso, rachas y métricas base.
source: See progress, streaks and base metrics.
es: Consulta progreso, rachas y métricas base.

# Consulta tiempo, distancia estimada, pasos y pulso sin mapa GPS.
source: View time, estimated distance, steps, and heart rate without GPS map.
es: Consulta tiempo, distancia estimada, pasos y pulso sin mapa GPS.

source: Contact
es: Contacto

# contacto
source: Contact
es: Contacto

# contexto
source: Context
es: Contexto

# continuar
source: Continue
es: Continuar

# Continuar
source: Continue
es: Continuar

source: Continue
es: Seguir

# CONTRACCIÓN
source: CONTRACTION
es: CONTRACCIÓN

# Contraseña
source: Password
es: Contraseña

# Controlar la reproducción de música directamente desde el entrenamiento.
source: Control music playback directly from the workout.
es: Controlar la reproducción de música directamente desde el entrenamiento.

# Controles
source: Controls
es: Controles

source: controlled gain
es: ganancia controlada

source: Controls
es: Controles

# Convierte entrenos y récords en recibos visuales listos para compartir.
source: Convert workouts and records into visual receipts ready to share.
es: Convierte entrenos y récords en recibos visuales listos para compartir.

source: Turn your data into decisions: target vs actual, fatigue, stalls, and next actions.
es: Convierte tus datos en decisiones: objetivo vs real, fatiga, estancamientos y próximas acciones.

# Convierte tus entrenos y récords en tarjetas listas para compartir.
source: Turn your workouts and records into cards ready to share.
es: Convierte tus entrenos y récords en tarjetas listas para compartir.

# copiar_hash_icloud
source: Copy iCloud hash
es: Copiar hash iCloud

# Correo electrónico o usuario
source: Email or username
es: Correo electrónico o usuario

source: Could not import the CSV.
es: No se pudo importar el CSV.

source: Could not load the video
es: No se pudo cargar el video

# count_trainings_selected
source: %d training(s) selected
es: %d entreno(s) seleccionado(s)

# Crea o programa tu primera sesión
source: Create or schedule your first session
es: Crea o programa tu primera sesión

# Crea rutinas con tus ejercicios, notas y material.
source: Create routines with your exercises, notes and material.
es: Crea rutinas con tus ejercicios, notas y material.

# Crea rutinas reales antes de decidir si necesitas automatización.
source: Create actual routines before deciding if you need automation.
es: Crea rutinas reales antes de decidir si necesitas automatización.

# Crea tu primer plan
source: Create your first plan
es: Crea tu primer plan

source: Create your first routine, use a template or open the library to choose exercises.
es: Crea tu primera rutina, usa una plantilla o abre la biblioteca para elegir ejercicios.

# Crea un plan nuevo o guarda una rutina desde las plantillas.
source: Create a new plan or save a routine from templates.
es: Crea un plan nuevo o guarda una rutina desde las plantillas.

# Crea un plan o finaliza un entreno para ver volumen y distribución por músculo.
source: Create a plan or finish a workout to see volume and distribution per muscle.
es: Crea un plan o finaliza un entreno para ver volumen y distribución por músculo.

# Crea una rutina o programa una sesión
source: Create a routine or schedule a session
es: Crea una rutina o programa una sesión

# Crea una rutina o programa una sesión cuando estés listo.
source: Create a routine or schedule a session when you're ready.
es: Crea una rutina o programa una sesión cuando estés listo.

# Crea y ajusta tu rutina
source: Create and adjust your routine
es: Crea y ajusta tu rutina

# Crea, programa y reutiliza
source: Create, schedule, and reuse
es: Crea, programa y reutiliza

# Crear ejercicio propio
source: Create your own exercise
es: Crear ejercicio propio

# Crear objetivo
source: Create goal
es: Crear objetivo

# Crear plan
source: Create plan
es: Crear plan

# Crear rutina
source: Create routine
es: Crear rutina

source: Create a routine or schedule a session when you are ready.
es: Crea una rutina o programa una sesión cuando estés listo.

source: Create Plan
es: Crear Plan

source: Create and tune your routine
es: Crea y ajusta tu rutina

source: Create goal
es: Crear objetivo

source: Create or schedule your first session
es: Crea o programa tu primera sesión

source: Create plan
es: Crear plan

# create_plan_2
source: Create Plan
es: Crear plan

# create_plan_from_templates
source: Create a new plan or save a routine from templates.
es: Crea un plan nuevo o guarda una rutina desde las plantillas.

# create_plan_or_finish_workout_message
source: Create a plan or finish a workout to see volume and distribution by muscle.
es: Crea un plan o finaliza un entreno para ver volumen y distribución por músculo.

source: Create routine
es: Crear rutina

# create_routine_or_schedule_session
source: Create a routine or schedule a session
es: Crea una rutina o programa una sesión

# create_schedule_reuse
source: Create, schedule and reuse
es: Crea, programa y reutiliza

source: Create your first plan
es: Crea tu primer plan

source: Create your own exercise
es: Crear ejercicio propio

# CRÉDITO DE RECUPERACIÓN (+)
source: RECOVERY CREDIT (+)
es: CRÉDITO DE RECUPERACIÓN (+)

source: Critical State. Training now increases injury risk. We strongly recommend postponing or switching to low-intensity mobility, and cutting loads by 40%.
es: Estado crítico. El entrenamiento ahora aumenta el riesgo de lesiones. Recomendamos encarecidamente posponer o cambiar a movilidad de baja intensidad y reducir las cargas en un 40%.

# CSV generado. Usa Compartir CSV para enviarlo.
source: CSV generated. Use Share CSV to send it.
es: CSV generado. Usa Compartir CSV para enviarlo.

# csv_backups_restore_privacy_and_delete
source: CSV, backups, restore, privacy, and deletion
es: CSV, backups, restauración, privacidad y borrado

source: CSV exports sessions, cardio, and body metrics.
es: El CSV permite exportar sesiones, cardio y métricas corporales.

source: CSV generated. Use Share CSV to send it.
es: CSV generado. Usa Compartir CSV para enviarlo.

# csv_importado_correctamente
source: CSV imported successfully.
es: CSV importado correctamente.

# CSV, backups, restauración, privacidad y borrado
source: CSV, backups, restore, privacy, and deletion
es: CSV, backups, restauración, privacidad y borrado

# Cuádriceps
source: Quadriceps
es: Cuádriceps

# Cuadriceps, isquios y gluteos
source: Quads, hamstrings and glutes
es: Cuadriceps, isquios y gluteos

# Cualquier dificultad
source: Any difficulty
es: Cualquier dificultad

# Cualquier entorno
source: Any environment
es: Cualquier entorno

# Cualquiera
source: Any
es: Cualquiera

source: When you complete sets of this exercise, your weight, volume, reps, and 1RM trends will appear here.
es: Cuando completes series de este ejercicio aparecerán aquí sus tendencias de peso, volumen, repeticiones y 1RM.

# Cuando tengas un plan activo, aquí verás tu progreso semanal.
source: When you have an active plan, you'll see your weekly progress here.
es: Cuando tengas un plan activo, aquí verás tu progreso semanal.

# Cuéntanos qué mejorarías o qué flujo te resultó confuso.
source: Tell us what you would improve or what flow was confusing for you.
es: Cuéntanos qué mejorarías o qué flujo te resultó confuso.

# Cuerpo
source: Body
es: Cuerpo

# Cuerpo completo
source: full body
es: Cuerpo completo

# Cuerpo y bienestar
source: Body and wellness
es: Cuerpo y bienestar

# Cuerpo, datos y cuenta
source: Body, data, and account
es: Cuerpo, datos y cuenta

# cues_onboarding_priority
source: Onboarding priority: protect technique and recovery.
es: Prioridad del onboarding: protege técnica y recuperación.

# Curl, extensiones y trabajo de brazos con agarre cómodo.
source: Curls, extensions and arm work with a comfortable grip.
es: Curl, extensiones y trabajo de brazos con agarre cómodo.

source: Curls, extensions, and comfortable arm work.
es: Curl, extensiones y trabajo de brazos con agarre cómodo.

source: Currency
es: Moneda

# current_level_format
source: Current: %d%%
es: Actual: %d%%

# current_value_format
source: Current: %@
es: Actual: %@

# current_weight_low_for_height_strength_hypertrophy_recommendation
source: Your current weight is low for your height. We suggest prioritizing strength training oriented to muscle hypertrophy, at home with dumbbells or in the gym, supported by good nutrition.
es: Tu peso actual es bajo para tu altura. Te sugerimos priorizar entrenamientos de fuerza orientados a hipertrofia muscular, tanto en casa con mancuernas como en gimnasio, acompañados de una buena alimentación.

# currently_on_reps_free
source: You are currently on Reps Free.
es: Actualmente estás en Reps Free.

source: Custom
es: Personalizado

# custom_routines_benefit
source: Create real routines before deciding if you need automation.
es: Crea rutinas reales antes de decidir si necesitas automatización.

# custom_routines_summary
source: Build and adapt routines to your equipment.
es: Construye y adapta rutinas a tu equipo.

# custom_routines_title
source: Custom Routines
es: Rutinas personalizadas

# customize_reps_widget_display
source: Customize the display of Reps widgets.
es: Personaliza la visualización de los widgets de Reps.

# cycle_plan
source: Cycle
es: Ciclo

# cycle_schedule_description
source: Sessions progress in order: Day A, Day B, Day C, without depending on Monday or Tuesday.
es: Las sesiones avanzan en orden: Día A, Día B, Día C, sin depender de lunes o martes.

source: daily reps
es: reps diarias

# daily_summary_no_workout
source: No workout logged today
es: Sin entreno registrado hoy

# daily_summary_workout_count_format
source: %d workout logged
es: %d entreno registrado

source: Data
es: Datos

source: Data and permissions
es: Datos y permisos

source: Data and privacy
es: Datos y privacidad

source: Data center
es: Centro de datos

source: Date
es: Fecha

# date_2
source: Date
es: Fecha

# date_label
source: Date
es: Fecha

# datos_personales
source: Personal data
es: Datos personales

source: day
es: día

source: Day 5
es: Día 5

# day_letter_format
source: Day %@
es: Día %@

# day_singular
source: day
es: día

# day_singular_count_format
source: %d day
es: %d día

source: days
es: días

source: days in a row
es: días seguidos

source: Days in a row
es: Dias seguidos

# days_count_format
source: %d days
es: %d días

source: Days, exercises, sets, and rests.
es: Días, ejercicios, series y descansos.

# days_left_weeks_format
source: %d days left (%d wk)
es: Faltan %d días (%d sem)

# days_per_week_count_format
source: %d days per week
es: %d días por semana

# days_per_week_for_weeks_format
source: %d days/week for %d weeks
es: %d días/semana durante %d semanas

# days_per_week_format
source: %d days per week
es: %d días por semana

# days_per_week_short
source: Days/wk
es: Días/sem

# days_per_week_short_format
source: %d days/week
es: %d días/semana

# days_plural
source: days
es: días

# days_plural_count_format
source: %d days
es: %d días

# days_remaining_format
source: %lld days left
es: %lld días restantes

# days_section_header
source: Training days
es: Días de entrenamiento

# days_streak_format
source: %d day streak
es: %d días de racha

# days_weeks_remaining_format
source: %d days left (%d wk)
es: Faltan %d dias (%d sem)

source: Deactivate plan
es: Desactivar plan

source: Decayed fatigue
es: Fatiga acumulada

# Decide cuándo apretar, descargar o recuperar.
source: Decide when to push, deload, or recover.
es: Decide cuándo apretar, descargar o recuperar.

# Decisiones avanzadas
source: Advanced decisions
es: Decisiones avanzadas

# Decisiones de entrenamiento, no solo gráficas
source: Training decisions, not just charts
es: Decisiones de entrenamiento, no solo gráficas

# decrease_label
source: Decrease %@
es: Reducir %@

# default_event_name
source: Event
es: Evento

source: Deficit
es: Déficit

# Déficit
source: Deficit
es: Déficit

# Déficit Calórico
source: Calorie Deficit
es: Déficit Calórico

# Define objetivo, entorno y duración del bloque.
source: Defines objective, environment and duration of the block.
es: Define objetivo, entorno y duración del bloque.

source: Delete
es: Eliminar

source: Delete all
es: Borrar todo

source: Delete all data
es: Borrar todos los datos

source: Delete custom photo
es: Eliminar foto propia

source: Delete data
es: Borrar datos

# delete_day_action
source: Delete day
es: Eliminar día

# delete_exercise_format
source: Delete %@
es: Eliminar %@

# deload_exercise_scheduled_tomorrow_message
source: %@ deload scheduled for tomorrow.
es: Descarga de %@ programada para mañana.

# deload_session_title_format
source: Deload: %@
es: Descarga: %@

# deltoids_label
source: Deltoids
es: Deltoides

# Dentro del rango 10-20 series
source: Within the range 10-20 sets
es: Dentro del rango 10-20 series

# Desactivar plan
source: Deactivate plan
es: Desactivar plan

# desarrollo
source: Development
es: Desarrollo

# Desbloquea historial, carga, récords y análisis detallados.
source: Unlock history, charging, records and detailed analysis.
es: Desbloquea historial, carga, récords y análisis detallados.

source: Unlock the gallery of receipts, shareable cards and summary images from Reps Pro.
es: Desbloquea la galería de recibos, tarjetas compartibles e imágenes resumen desde Reps Pro.

# Desbloquea la galería Pro
source: Unlock Gallery Pro
es: Desbloquea la galería Pro

# Desbloquea Reps Pro durante 7 días.
source: Unlock Reps Pro for 7 days.
es: Desbloquea Reps Pro durante 7 días.

# Desbloqueas tu plan, analítica avanzada y progresión automática.
source: You unlock your plan, advanced analytics and automatic progression.
es: Desbloqueas tu plan, analítica avanzada y progresión automática.

# descanso
source: rest
es: descanso

# Descanso
source: Rest
es: Descanso

# DESCANSO
source: REST
es: DESCANSO

# Descanso activo
source: Active rest
es: Descanso activo

# Descanso entre ejercicios: (days[dayIndex].restBetweenExercisesSeconds) s
source: Rest between exercises: \(days[dayIndex].restBetweenExercisesSeconds) s
es: Descanso entre ejercicios: \(days[dayIndex].restBetweenExercisesSeconds) s

# Descanso pendiente
source: Rest pending
es: Descanso pendiente

# Descanso Real
source: Royal Rest
es: Descanso Real

# Descanso terminado
source: Rest finished
es: Descanso terminado

# Descarga de (exercise.name) programada para mañana.
source: Deload of \(exercise.name) scheduled for tomorrow.
es: Descarga de \(exercise.name) programada para mañana.

# desconectar_apple_health
source: Disconnect Apple Health
es: Desconectar Apple Health

# desde último entreno
source: since last training
es: desde último entreno

# Deshacer la última serie completada
source: Undo the last completed set
es: Deshacer la última serie completada

# Deshacer serie
source: Undo set
es: Deshacer serie

# Desliza para explorar
source: Drag to explore values
es: Desliza para explorar

# Detalles del Perfil
source: Profile Details
es: Detalles del Perfil

# detalles_adicionales
source: Additional details
es: Detalles adicionales

# Detecta estancamientos por ejercicio.
source: Detect stalls by exercise.
es: Detecta estancamientos por ejercicio.

# Detener sesión
source: Stop session
es: Detener sesión

# detener_y_descartar
source: Stop and discard
es: Detener y descartar

# día
source: day
es: día

# Día
source: Day
es: Día

# Día (letter)
source: Day \(letter)
es: Día \(letter)

# Día 5
source: Day 5
es: Día 5

# Día A
source: Day A
es: Día A

# Día B
source: B-Day
es: Día B

# Día de empuje
source: push day
es: Día de empuje

# Día de entrenamiento
source: training day
es: Día de entrenamiento

# Día de pierna
source: leg day
es: Día de pierna

# Día de tirón
source: pull day
es: Día de tirón

# Diagnóstico competitivo
source: Competitive diagnostics
es: Diagnóstico competitivo

# días
source: days
es: días

# Días
source: Days
es: Días

# Días de descanso
source: Rest days
es: Días de descanso

# DÍAS DE ENTRENAMIENTO
source: TRAINING DAYS
es: DÍAS DE ENTRENAMIENTO

# Días de racha seguidos y progreso semanal de entrenamientos.
source: Consecutive streak days and weekly workout progress.
es: Días de racha seguidos y progreso semanal de entrenamientos.

# Días fijos
source: Fixed days
es: Días fijos

# días seguidos
source: days in a row
es: días seguidos

# Días, ejercicios, series y descansos.
source: Days, exercises, series and rests.
es: Días, ejercicios, series y descansos.

# Días/sem
source: Days/week
es: Días/sem

source: Difficulty
es: Dificultad

# difficulty_2
source: Difficulty
es: Dificultad

# Difícil
source: Difficult
es: Difícil

# Dificultad
source: Difficulty
es: Dificultad

# Dirección de progreso
source: Progression direction
es: Dirección de progreso

source: Direct exercises
es: Ejercicios directos
